tap "microsoft/git"
tap "nikitabobko/tap"
brew "bat"
brew "fzf"
brew "git"
brew "lazygit"
brew "mas"
brew "ripgrep"
brew "starship"
brew "stow"
brew "wget"
brew "zoxide"
cask "1password-cli"
cask "aerospace"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "iterm2"
cask "parsec"
cask "scroll-reverser"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Tailscale", id: 1475387142
vscode "andenetalexander.vim-cheatsheet"
vscode "catppuccin.catppuccin-vsc"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
vscode "yy0931.save-as-root"
